Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: 26 % av de samiske ungdommene svarte også at de hadde sluttet å røyke i forhold til 22 % hos de norske.
sme: 26% sámi nuoraid lohke heaitán borgguheames ja dáža nuoraid gaskkas ges 22%.

source: Det så ut til at samisk ungdom begynte tidligere å røyke enn de norske.
sme: Logut orro čájeheamen ahte sámi nuorat álge borgguhit árabut go dáža nuorat.

source: Ellers var det små eller ingen etniske forskjeller.
sme: Muđui ledje smávva dahje eai obage čearddalaš erohusat.

source: Ved oppfølgingsstudien tre år etterpå i 1997/98, ble det heller ikke funnet nevneverdige etniske forskjeller mellom røykevaner hos samisk og norsk ungdom.
sme: Čuovvovaš dutkamušas golbma jagi maŋŋil 1997/98, eaige gávdnon beare stuora erohusat sámi ja dáža nuoraid borgguhanvieruin.

source: Den viktigste forskjellen ble funnet mellom gutter og jenter.
sme: Deháleamos erohus gávdnui bártniid ja nieiddaid gaskkas.

source: Jentene røykte mer ved starten av studien enn guttene (1994/95).
sme: Eanet nieiddat go bártnit borgguhedje go álggahedje dutkamuša (1994/95).

source: En større andel gutter røkte mer enn 15 sigaretter både ved begynnelsen og slutten av studien.
sme: Stuorit oassi bártniin borgguhedje badjel 15 sigareahta sihke álggogeahčen ja loahpageahčen dutkamuša.

source: Bruk av alkohol Basert på tall fra SAMINOR undersøkelsen har det vært vist etniske forskjeller i alkoholkonsum.
sme: Alkoholageavaheami SAMINOR guorahallama loguid vuođul leat duođaštuvvon čearddalaš erohusat alkoholageavaheamis.

source: Figurene 11, 12, 13, og 14 viser at andelen som svarte at de var ” totalavholdende i forhold til alkohol ” eller ” ikke drukket i løpet av det siste året ” var en del høyre hos både samiske menn og kvinner.
sme: Figuvrrat 11, 12, 13, ja 14 čájehit lohku geat vástidedje ahte ” eai obage juhkan alkohola ” dahje ” eai leat maŋimus jagis obage juhkan ” lei stuorit sihke sámi dievdduid ja nissoniid gaskkas.

source: Andelen som rapporterte at de drakk mer enn to ganger i uka var noe lavere hos samer med tre generasjoner samisk språk, sammenliknet med de andre gruppene.
sme: Sin lohku geat lohke ahte sii juhke eanet go guktii vahkkui lei unnit golmma buolvva sámegielat sápmelaččaid gaskkas, go daid eará joavkkuid ektui.

source: Mønsteret av et lavere alkoholinntak var mer markant hos samiske kvinner enn menn.
sme: Alkoholageavaheami minsttar lei eanet mihtilmas sámi nissoniid go sámi dievdduid gaskkas.

source: Figur 2.11 Alkoholbruk hos menn bosatt ved kysten i forhold til etnisk tilhørighet.
sme: Figuvra 2.11 Alkoholageavaheapmi rittus ássi dievdduid gaskkas čearddalašvuođa ektui.

source: Figur 2.12 Alkoholbruk hos menn bosatt på innlandet i forhold til etnisk tilhørighet.
sme: Figuvra 2.12 Alkoholageavaheapmi siseatnamis ássi dievdduid gaskkas čearddalašvuođa ektui.

source: Alkoholbruk hos kvinner bosatt ved kysten i forhold til etnisk tilhørighet.
sme: Figuvra 2.13 Alkoholageavaheapmi rittus ássi nissoniid gaskkas čearddalašvuođa ektui.

source: Figur 2.14 Alkoholbruk hos kvinner bosatt på innlandet i forhold til etnisk tilhørighet.
sme: Figuvra 2.14 Alkoholageavaheapmi siseatnamis ássi nissoniid gaskkas čearddalašvuođa ektui.

source: Tall fra ungdomsundersøkelsen Ung i Nord har vist at samisk ungdom (definert som minst én besteforeldre med samisk språk) drakk mindre enn ikke-samisk både hva hyppighet og mengde angikk.
sme: Logut nuoraidguorahallamis Nuorra Davvin lea čájehan ahte sámi nuorat (geain lea sámegielat áhkku dahje áddjá) juhke unnit go dáža nuorat sihke dávjodaga ja hivvodaga ektui.

source: En større andel av samisk ungdom rapporterte også at deres foreldre var totalavholdene i forhold til alkohol.
sme: Stuorit oassi sámi nuoraid vástidedje ahte sin váhnemat leat oalát juguheamet alkohola ektui.

source: 32 % av samisk ungdom rapporterte at mor var totalavholden mot 16 % hos de norske.
sme: 32% sámi nuorain vástidedje ahte eatni lei juguheapme ja dáža nuorain ges 16%.

source: 17 % av samisk ungdom rapporterte at far ikke drakk alkohol mot 8 % hos de ikke-samiske ungdommene.
sme: Sámi nuorain 17% vástidedje ahte áhčči ii juhkan alkohola ja dáža nuorain ges 8%.

source: Det ble også funnet geografiske forskjeller i alkoholvaner hos foreldre til samisk ungdom.
sme: Maiddái gávdne geográfalaš erohusaid sámi nuoraid vánhemiid alkoholavieruin.

source: I indre Finnmark rapporterte 49 % av samisk ungdommene at mor var totalavholden mot 22% ved kysten.
sme: SisFinnmárkkus vástidedje 49% sámi nuorain ahte eadni ollásit lei juguheapme man 22% rittu nuorain vástidedje.

source: For ungdommenes rapportering vedrørende fars drikkevaner var de tilsvarende tallene 24 % i indre Finnmark mot 13 % ved kysten.
sme: Seamma vástádusat nuorain áhči birra lei 24% Sis-Finnmárkkus ja 13% rittus.

source: Generelt er det kjent fra en rekke studier at det er stor sjanse for at mange deltagere vil underrapportere sitt forbruk av alkohol og at personer som har et høyt forbruk i mindre grad ønsker å være med på helseundersøkelser.
sme: Oppanassiige lea dovddus máŋggaid dutkamušain ahte oasseváldit dieđihit beare vuollegis loguid iežaset alkoholageavaheami birra ja ahte olbmot geain lea alla alkoholageavaheapmi unnán ja hárve servet dearvvašvuođaguorahallamiidda.

source: Resultater på alkoholforbruk bør derfor tolkes i forhold til denne begrensningen.
sme: Bohtosat alkoholageavaheami birra berre danin dulkot dán gáržžideami ektui.

source: tid fikk spesiell innpass i den samiske befolkningen, fortsatt har betydning for befolkningens bruk av alkohol.
sme: Lea dattege jáhkehahtti ahte alkoholageavahan logut sápmelaččaid gaskkas leat luohtehahtti go diehtit læstadialaš oskku oainnu alkoholii.

source: Referanser [11;17;17-19]
sme: Čujuhusat [11;17;17-19]

source: 2.10 Psykisk helse Sammendrag Det er ikke publisert befolkningsbaserte studier på forekomst av psykiske lidelser i den voksne del av den samiske befolkningen i Norge.
sme: 2.10 Silolaš dearvvašvuohta Čoahkkáigeassu Dán rádjai eai leat almmuhuvvon álbmotvuođustuvvon dutkamušat silolaš gillámušaid birra rávis sápmelaččaid gaskkas Norggas.

source: I studier på ungdommer var det generelt ingen etnisk forskjell i forekomst av psykiske plager.
sme: Dutkamušat nuoraid gaskkas eai duođaštan makkárge erohusaid silolaš gillámušaid gávdnostumis.

source: Derimot ble det funnet at samisk ungdom fra de sørsamiske områder hadde noe høyere forekomst av psykiske plager enn de norske.
sme: Baicca gávdne ahte sámi nuorain lullisámi guovlluin ledje dávjjibut silolaš gillámušat go dáža nuorain.

source: For barn ble det funnet at samiske mødre rapporterte lavere forekomst av psykiske problemer hos barna enn det lærerne til barna rapporterte om.
sme: Mánáid ektui de gávdne ahte sámi eatnit hárvvibut dieđihedje silolaš gillámušaid mánáin go maid mánáid oahpaheaddjit dieđihedje.

source: For norske mødre var det større samsvar med lærernes rapportering.
sme: Rivgovánhemiid dieđut ledje sullii seamma go maid oahpaheaddjit dieđihedje.

source: I studier på effekten av psykiatrisk behandling på psykiatrisk sykehus for samisk versus norske pasienter ble det ikke funnet forskjeller i type behandling eller symptomforandringer i løpet av sykehusoppholdet.
sme: Dutkamušain das makkár váikkuhus psykiátralaš divššus psykiátralaš buohcceviesuin lei dáža buhcciid ektui de eai gávdnan erohusaid dikšunvugiin dahje symptomarievdadusaid dan áiggi go ledje buohcceviesus.

source: 2.10.1 Innledning Man antar at om lag halvparten av befolkningen i Norge får en psykisk lidelse i løpet av livet.
sme: 2.10.1 Álgu Jáhkkimis bealli Norgga álbmogis vásihit silolaš gillámušaid eallinagis.

source: Risikofaktorer som øker sjansen for psykisk sykdom kan være forårsaket av en arvelig belastning.
sme: Riskafáktorat mat dagahit vejolašvuođa oažžut silolaš dávdda sáhttá leat sohkabearri.

source: Andre ganger kan kriser som dødsfall og ulykker, eller at man er i en vanskelig arbeidssituasjon eller en familiesituasjon, utløse psykiske lidelser.
sme: Eará oktavuođain sáhttá leat heahtedilli nugomat jápmin ja lihkohisvuođat, dahje ahte lea váttis bargodilálašvuohta dahje bearášdilálašvuohta, mat sáhttet dagahit silolaš gillámušaid.

source: En del studier har vist variasjon i forekomsten av ulike psykiske lidelser mellom ulike etniske grupper.
sme: Soames dutkamušat leat duođaštan iešguđetlágan gillámušaid iešguđet čearddalaš joavkkuid gaskkas.

source: Etniske minoriteter har i noen studier vist seg å ha dårligere mental helse enn majoritetsbefolkningen.
sme: Muhtun dutkamušat leat duođaštan ahte čearddalaš unnitlohkoálbmogis lea heajut mielalaš dearvvašvuohta go eanetlohkoálbmogis.

source: Dette har ofte blitt forklart gjennom sosioøkonomiske forskjeller.
sme: Dát lea dávjá čilgejuvvon sosioekonomálaš erohusaid bakte.

source: 2.10.2 Kilder Det finnes ingen befolkningsbasert studie på forekomst av psykiske lidelser blant den voksne del av den samisk befolkning i Norge.
sme: 2.10.2 Gáldut Rávis sápmelaččaid gaskkas Norgga eai leat ovdal čađahuvvon dutkamušat silolaš gillámušaid gávdnostumiid birra.

source: Det er derimot gjort slike studier på barn og ungdom.
sme: Dákkár dutkamušat leat dahkkon mánáid ja nuoraid gaskkas.

source: Basert på data fra Ung i Nord studien har forekomst av psykiske plager hos ungdommer i forhold til etnisitet blitt studert.
sme: Nuorra Davvin dutkamuša čohkkejuvvon dieđuid vuođul leat silolaš gillámušaid gávdnostupmi čearddalašvuođa ektui dutkojuvvon.

source: Atferd og emosjonelle problemer hos samiske sammenliknet med norske barn i alderen 11-12 år har også vært studert i en fødselskohorte av barn født i 1991-1994.
sme: Meanut ja dovduičuohcci váttisvuođat sámi mánáin lea buohtastahttojuvvon dáža 11-12 jahkásaš mánáiguin ja lea dutkojuvvon mánáin riegádan gaskal 1991ja1994.

source: Det er også gjort noen studier på behandling av psykiske lidelser i forhold til samisk og norsk etnisitet.
sme: Leat maiddái čađahuvvon muhtun dutkamušat silolaš gillámušaid dikšuma birra sihke dáru ja sámi identitehta ektui.

source: 2.10.3 Psykisk helse i samisk befolkning.
sme: 2.10.3 Silolaš dearvvašvuohta sámi álbmogis.

source: Ungdom I Ung i Nord studien fant man ingen forskjell mellom forekomst av selvrapportert psykiske lidelser hos norske og samiske ungdommer (definert som minst en samisk markør som språk, familiebakgrunn eller selvrapportert samisk etnisitet).
sme: Nuorat Nuorra Davvin dutkamušas eai gávdnan erohusaid iešdieđihuvvon silolaš gillámušain gávdnostumiin dáža ja sámi nuorain (unnimusat okta sámi dovdomearka nugomat giella, bearášduogáš dahje iešvásihuvvon sámi čearddalašvuohta).

source: I denne studien ble ungdommene bedt om å svare på 112 spørsmål om psykiske plager av ulik art slik som angst, depresjoner, psykosomatiske plager, tilbaketrekking, sosiale problemer, oppmerksomhetssvikt, tankeforstyrrelser, aggresjon og såkalt normbrytende atferd.
sme: Dán dutkamušas bivdojuvvojedje nuorat vástidit 112 gažaldagaid iešguđetlágan silolaš gillámušaid birra nugomat garra balu, lossamiela, psykosomáhtalaš gillámušaid, sierranemiid, sosiála váttisvuođaid, áicilvuođamassima, jurdilanárru, suhtu ja ng. norbmarihkku láhttema birra.

source: I denne studien fant man altså ingen etniske forskjeller.
sme: Dan dutkamušas eai obage gávdnan čearddalaš erohusaid.

source: Når materialet ble inndelt i ulike geografiske områder framkom det at samisk ungdom fra de sørlige samiske områder hadde betydelig høyere forekomst av slike problemer i forhold de norske som bodde i samme område.
sme: Go dieđuid juhke geográfalaš guovlluid mielde de gávdne ahte sámi nuorain lulimus sámeguovlluin lei mealgat dávjjibut dákkár gillámušaid go seamma guovllu dáža nuoraid gaskkas.

source: I denne studien fant man også at en sterk oppfattelse av seg selv som norsk virket positivt på helsen for guttene.
sme: Dutkamušas gávdne maiddái go garrasit atne iežaset dážan de dat positiivvalaččat váikkuhii bártniid dearvvašvuhtii.

source: Barn Studien på atferd- og emosjonelle problemer hos barn bosatt i fem ulike samiske kommuner i Norge var basert på informasjon fra 71 samiske og 77 norske mødre samt lærere ved skolene til mødrenes barn.
sme: Mánát Dutkamis meanno- ja dovddaváttisvuođaid mánáin viđa iešguđet sámi suohkaniin Norggas leat vuođđun dieđut 71 sámi ja 77 rivguváhnemiin ja daid mánáid skuvlla oahpaheddjiiguin.

source: Samiske mødre ble definert som alle som var mono-etnisk samiske og norske mødre ble definert som alle som var mono-etniske norske.
sme: Sámi váhnemat leat buohkat geat leat ovttačearddalaš sápmelaččat ja rivguváhnemat ges ovttačearddalaš dážat.

source: Dette ble gjort for å ekskludere de med blandet etnisitet.
sme: Dán dahke vai sáhte eret sirret sin geain lei seaguhus čearddalašvuohta.

source: De samiske mødrene rapporterte om lavere forekomst av disse problemene hos barna sine i forhold til det lærerne gjorde.
sme: Dán dutkamušas gávdne buoret oktavuođa oahpaheddjiid ja rivguváhnemiid dieđuid dovddo ja meannováttisvuođaid birra go sámi váhnemiid dieđuid.

source: Denne studien er basert på små utvalg og resultatene bør derfor tolkes med forsiktighet.
sme: Sámi váhnemat dieđihedje hárvvibut dáid váttisvuođaid go maid oahpaheaddjit dahke.

source: Tabell 2.7 Mødrene og lærernes rapportering om adferds- eller emosjonelle problemer hos barna i alderen 11-12 år.
sme: Tabealla 2.7 Etniid ja oahpaheddjiid dieđiheapmi meanno- dahje dovdováttisvuođaid birra 11- ja 12 jahkásaš mánáin.

source: (2002-2003) Kilde: Javo C 2009 Nordic Journal of Psychiatry
sme: (2002-2003) Gáldu: Javo C 2009 Nordic Journal of Psychiatry

source: Samiske barn Læreres vurdering Gutter Jenter Mødrenes vurdering Gutter Jenter
sme: Sámi mánát Oahpaheaddji árvvoštallan Bártnit Nieiddat Etniid árvvoštallan Bártnit Nieiddat

source: Norske barn
sme: Dáža mánát

source: Psykiatrisk behandling I en studien på effekten av psykiatrisk behandling på psykiatrisk sykehus for samisk vs. norske pasienter ble det ikke funnet forskjeller i type behandling eller symptomforandringer i løpet av sykehusoppholdet.
sme: Psykiátralaš dikšu Dutkamušas mas leat iskan makkár váikkuhusat psykiátralaš divššus psykiátralaš buohcceviesus lea sápmelaččaide dážaid ektui, muhto eai leat gávdnan erohusaid dikšunvugiin iige symptomarievdadusaid dan áiggi go lea leamašan buohcceviesus.

source: Studien ble gjort i perioden 2000-2002 på 31 samiske sammenliknet med 37 norske pasienter.
sme: Dutkamuš čađahuvvui gaskal 2000 ja 2002 ja buohtastahtte 31 sámi 37 dáža buhcciiguin.

source: Samisk etnisitet ble i denne studien definert som selvopplevd etnisitet sammen med en del andre spørsmål knyttet til språk og samisk kultur.
sme: Dán dutkamušas sámi čearddalašvuohta lea iešvásihuvvon čearddalašvuohta oktan daid eará gažaldagaiguin čadnojuvvon gillii ja sámi kultuvrii.

source: En studie ble gjort i perioden 1999-2001 på poliklinisk psykiatrisk behandling for samiske-sammenliknet med norske pasienter knyttet til fem ulike psykiatrisk polikliniske behandlingsinstitusjoner i Finnmark.
sme: Dutkamuš čađahuvvon 1999 2001 rádjai mas leat buohtastahttán sámi buhcciid- ja dáža buhcciid poliklinihka psykiátralaš divššus viđa iešguđetlágan psykiátralaš poliklinihka dikšunásahusain Finnmárkkus.

source: Studien var basert på 347 pasienter og 32 terapeuter.
sme: Dutkamušas ledje mielde 347 buohcci ja 32 terapevta.

source: I denne studien ble det ikke funnet etniske forskjeller i demografi og psykososiale karakteristika hos pasientene.
sme: Dán dutkamušas eai gávdnan čearddalaš erohusaid áššiválddahallamis ja psykososiála mihtilmasvuođain buhcciin.

source: Det ble heller ikke funnet etnisk forskjeller i mental helse hos disse pasientene.
sme: Dáid buhcciin eaige leat gávdnan čearddalaš erohusaid buhcciid mielalaš dearvvašvuođas.

source: Ingen etnisk forskjell ble funnet i andel som uteble eller falt fra planlagt behandling.
sme: Čearddalaš erohusat eaige gávdnon dain geat eai boahtán dahje heite plánejuvvon divššus.

source: Det ble derimot funnet at terapeutene foreskrev flere behandlingstimer og mer sosialt fokusert behandlingsopplegg når pasientene var samer i forhold til ikke-samiske pasienter.
sme: Dan maid gávdne lei ahte terapevttat mearridedje eanet dikšundiimmuid ja eanet sosiála deattuhuvvon dikšuma go buohccit ledje sápmelaččat go maid dahke dážaide.

source: Studien viste også at etnisk mach mellom klient og terapeut var assosiert med mer bruk av medisinering og mindre bruk av verbal terapi.
sme: Dutkamuš čájehii maiddái ahte čearddalašvuohta buohccis terapevta ektui mielddisbuvttii eanet dálkkasteami ja unnit njálmmálaš terapiija.

source: Det ble foreslått at dataene i dette materialet kunne tyde på at det var etniske forskjeller i behandlingsplanlegging og behandlingsmål.
sme: Danin árvaluvvui ahte čohkkejuvvon dieđut sáhtte duođaštit ahte ledje čearddalaš erohusat dikšunplánemis ja dikšunulbmiliin.

source: Referanser [20-22]
sme: Čujuhusat [20-22]

source: 2.11 Selvmord og selvmordsforsøk Sammendrag I en registerbasert oppfølgingsstudie ble det ble funnet høyere forekomst av selvmord blant samer i Nord-Norge sammenlignet med den øvrige nordnorske befolkningen.
sme: 2.11 Iešsoardin ja iešsoardingeahččaleapmi Čoahkkáigeassu Logahatvuođustuvvon čuovvolandutkamušas gávdne eanet iešsoardimiid Davvi-Norgga sápmelaččaid gaskkas muđui Davvi-Norgga álbmoga gaskkas.

source: I Ung i Nord studien som ble gjennomført blant ungdom i NordNorge ble det ikke funnet etniske forskjeller i selvrapportert selvmordsforsøk.
sme: Nuorran Davvin dutkamušas mii čađahuvvui Davvi-Norgga nuoraid gaskkas eai gávdnan čearddalaš erohusaid iešdieđihuvvon iešsoardingeahččalemiin.

source: I begge etniske grupper var det betydelige forskjeller i forekomst av selvmordsforsøk mellom kjønnene.
sme: Goappaš čearddalaš joavkkuin ledje mealgadis erohusat iešsoardingeahččalemiin sohkabeliid gaskkas.

source: 2.11.1 Selvmord i Norge I Norge har man sett en økning i antall selvmord for begge kjønn fra slutten av 1960-tallet frem til midten av 1980-tallet.
sme: 2.11.1 Iešsoardimat Norggas Norggas leat iešsoardimat (goappaš sohkabeliid) gaskkas lassánan 1960-logu rájes gitta 1980 logu gaská rádjai.

source: Antall selvmord per 100 000 innbyggere ble i denne perioden fordoblet til en rate på 16 (for begge kjønn) tilsvarende 650 selvmord per år.
sme: Iešsoardimiid lohku juohke 100 000 ássiidlogu ektui lea dán áigodagas duppalastojuvvon 16 geardunlohkui mii mearkkaša 650 iešsoardima jagis.

source: Deretter ble det registrert en rask nedgang, og i løpet av sjuårsperioden 1988-1994 var den registrerte dødeligheten i selvmord redusert med 25 %.
sme: Das rájes lea iešsoardimiid lohku sakka njiedjan, ja 1988 gitta 1994 rádjai jámolašvuohta iešsoardimiid dihte njiedjan 25%.

source: Fra 1994 har selvmordraten i Norge vært forholdsvis stabil med et gjennomsnittlig nivå på 12 per 100 000 innbyggere for menn og kvinner sammenlagt.
sme: 1994 rájes lea iešsoardinlohku nissoniid ja dievddus gaskkas bisson measta rievdatkeahttá gaskamearálaččat 12 geardunlogus juohke 100 000 ássiidlogu ektui.

source: Dette tilsvarer om lag 550 selvmord per år.
sme: Dát mearkkaša sullii 550 iešsoardima jagis.

source: Generelt har man funnet en høy forekomst av selvmord blant urfolk i nordområdene for eksempel på Grønland, i Canada og Alaska.
sme: Oppalaččat leat gávdnan ollu iešsoardimiid davviguovlluid álgoálbmogiid gaskkas nugomat Ruonáeatnamis, Canadas ja Alaskas.

source: 2.11.2 Kilder I den registerbaserte oppfølgingsstudien ble Folketellingen fra 1970 koblet opp mot dødsårsaksregisteret for å studere forekomst av selvmordsdødelighet blant personer med samisk tilhørighet i Nord-Norge i tidsperioden 1970-1998.
sme: 2.11.2 Gáldut Logahatvuođustuvvon čuovvolandutkamušas de 1970-logu olmmošlohkama dieđut leat laktojuvvon oktii jápminártalogahagain gávdnamis iešsoardinjámolašvuođa Davvi-Norgga sámiid gaskkas 1970 gitta 1998 rádjai.

source: I denne studien ble personen kategorisert som samisk dersom enten en besteforelder, forelder eller personen selv hadde samisk som førstespråk eller at personen selv oppfatter seg som same.
sme: Dán dutkamušas adnojuvvo sápmelažžan olmmoš geas juogo áhkku, dahje áddjá, vánhen dahje alddis lei sámegiella vuosttašgiellan dahje ahte ieš anii iežas sápmelažžan.

source: Spørsmål om selvmordatferd (selvmordsforsøk og selvmordstanker) blant samiske ungdommer i Nord-Norge var en del av Ung i Nord studien.
sme: Gažaldagat iešsoardimiid birra (iešsoardingeahččaleapmi ja iešsoardinjurdagat) sámi nuoraid gaskkas Davvi-Norggas lei oassin Nuorra Davvin dutkamušas.

source: I denne studien ble samisk etnisitet definert på bakgrunn av om ungdommen rapporterte at foreldre hadde samisk bakgrunn, en av besteforeldrene eller foreldrenes språk var samisk og / eller hvorvidt ungdommen oppfattet seg selv som samisk.
sme: Dán dutkamušas sámi čearddalašvuohta mearriduvvui dan mielde go nuorat vástidedje ahte sin váhnemiin lei sámi duogáš, ja ahte juogo áhkus dahje áddjás dahje váhnemiin lei sámegiella eatnigiellan ja ahte atne go nuorat iežaset sápmelažžan.

source: 2.11.3 Selvmord hos samer Det ble funnet en forhøyet selvmordsdødelighet blant samer sammenliknet med den øvrige nordnorske befolkningen på 27 % i perioden 1978-1990.
sme: 2.11.3 Iešsoardin sápmelaččaid gaskkas Sápmelaččaid gaskkas gávdne stuorit oasi jápmimiid iešsoardimiid dihte 27% go muđui davvinorgga álbmogis 1978 rájes gitta 1990 rádjai.

source: Det var spesielt høy risiko for selvmordsdødelighet blant samiske ungdom og unge voksne (15-24 år) både blant menn og kvinner.
sme: Lei alla iešsoardinjámolašvuođa riska sámi nuoraid ja veaháš boarráset nuorat (15-24 jahkásaččat) sihke dievdduid ja nissoniid gaskkas.

source: Omlag 30 % av alle selvmord ble utført i denne aldergruppa med 3,5 ganger høyere dødelighet for menn enn for kvinner.
sme: Sullii 30 % buot iešsoardimiin čađahuvvojedje dáid ahkásaččaid gaskkas 3,5% stuorit stuorit jámolašvuohta dievdduin go nissoniin.

source: Man fant også en høyere risiko for selvmordsdødelighet blant samiske menn bosatt i Finnmark fylke samt samiske menn bosatt i indre Finnmark.
sme: iešsoardinjámolašvuođa sámi dievdduid gaskkas Finnmárkkus ja sámi dievdduid gaskkas geat ásse Sis-Finnmárkkus.

source: På den annen side fant man at samiske menn og kvinner som hadde tilknytning til reindrifta ikke hadde en høyere risiko for selvmordsdødelighet enn med den øvrige nordnorske befolkningen.
sme: Nuppe bealis de gávnnaimet ahte sámi dievdduid ja nissoniid gaskkas geat gulle boazodollui ii lean stuorit riska jápmit iešsoardimis go muđui davvinorgga álbmogis.

source: I Ung i Nord studien ble det ikke funnet etniske forskjeller i selvrapporterte selvmordforsøk.
sme: Nuorra Davvin dutkamušas eai gávdnan čearddalaš erohusaid iešdieđihuvvon iešsoardin geahččaleamis.

source: I begge etniske grupper ble det funnet betydelige kjønnsforskjeller i forekomst av selvrapporterte selvmordsforsøk.
sme: Goappaš čearddalaš joavkkuin gávdne čielga erohusaid sohkabeliid gaskkas iešdieđihuvvon iešsoardingeahččalemiid hárrái.

source: Blant de samiske jenter var det 14 % som rapporterte at de tidligere hadde forsøkt å ta sitt eget liv, mot 7 % blant de samiske guttene.
sme: Sámi nieiddaid gaskkas ledje 14 % geat muitaledje ahte sii leat geahččalan iežaset soardit, ja 7 % sámi bártnit gaskkas.

source: Figur 2.15 Selvmordsforsøk hos samiske ungdommer basert på data Ung i Nord studien (1994/1995) Kilde: Silviken og Kvernmo (2007)Journal of Adolescence, Curtis et al (2006), INUSSUK, Arktisk forskningsjournal 1, Grønlands Hjemmestyre
sme: Figuvra 2.15 Iešsoardingeahččaleamit sámi nuoraid gaskkas mas Nuorra Davvin dutkamuša bohtosat leat vuođđun (1994/1995) Gáldu: Silviken ja Kvernmo (2007)Journal of Adolescence, Curtis et al (2006), INUSSUK, Arktalaš dutkanjournála 1, Ruonáeatnama ruovttustivra
